tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
brew "btop"
brew "chkrootkit"
brew "clamav"
brew "cmake"
brew "composer"
brew "ctags"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-compose"
brew "gh"
brew "git"
brew "git-quick-stats"
brew "glib"
brew "pkg-config"
brew "gnupg"
brew "go"
brew "handbrake", link: false
brew "htop"
brew "python@3.9"
brew "imagemagick"
brew "mas"
brew "mysql", restart_service: true
brew "mysqltuner"
brew "ncdu"
brew "nginx", restart_service: true
brew "nikto"
brew "node"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@8.0", restart_service: true, link: true
brew "phpmd"
brew "redis", restart_service: true
brew "subversion"
brew "sysbench"
brew "telnet"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
brew "yadm"
brew "zsh"
brew "zsh-autosuggestions"
cask "1password"
cask "bartender"
cask "brave-browser"
cask "chromedriver"
cask "deckset"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-cascadia-code"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hasklig"
cask "font-heebo"
cask "font-ibm-plex"
cask "font-ibm-plex-mono"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-monoid"
cask "font-nunito"
cask "font-open-sans"
cask "font-poppins"
cask "font-roboto"
cask "font-victor-mono"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "keyboardcleantool"
cask "monitorcontrol"
cask "mos"
cask "ngrok"
cask "paw"
cask "screenflow"
cask "screens-connect"
cask "spotify"
cask "tableplus"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
