tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "minio/stable"
tap "nicoverbruggen/cask"
tap "shivammathur/extensions"
tap "shivammathur/php"
tap "stripe/stripe-cli"
tap "stripe/stripe-mock"
brew "openssl@3"
brew "automake"
brew "readline"
brew "awscli"
brew "bison"
brew "btop"
brew "pcre2"
brew "glib"
brew "chkrootkit"
brew "chruby"
brew "clamav"
brew "cloc"
brew "cmake"
brew "freetds"
brew "php", restart_service: true, link: false
brew "composer"
brew "ctags"
brew "dnsmasq", restart_service: true
brew "docker"
brew "docker-compose"
brew "doctl"
brew "harfbuzz"
brew "ffmpeg"
brew "gdbm"
brew "gh"
brew "git"
brew "git-delta"
brew "git-quick-stats"
brew "git-sizer"
brew "gnupg"
brew "go"
brew "grep"
brew "handbrake", link: false
brew "htop"
brew "libheif"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "libffi"
brew "libyaml"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "mysql@8.4", restart_service: true, link: true
brew "mysqltuner"
brew "ncdu"
brew "neovim"
brew "nginx", restart_service: true
brew "nikto"
brew "nmap"
brew "node"
brew "nvm"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "php@8.2"
brew "phpmd"
brew "pkgconf"
brew "poetry"
brew "python@3.11"
brew "python@3.9"
brew "redis", restart_service: true
brew "ruby-install"
brew "subversion"
brew "sysbench"
brew "telnet"
brew "tmux"
brew "watch"
brew "wget"
brew "yadm"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"
brew "minio/stable/minio"
brew "shivammathur/extensions/imagick@8.3"
brew "shivammathur/extensions/imagick@8.4"
brew "shivammathur/extensions/pcov@8.3"
brew "shivammathur/extensions/redis@8.3"
brew "shivammathur/extensions/redis@8.4"
brew "shivammathur/extensions/xdebug@8.2"
brew "stripe/stripe-cli/stripe"
cask "1password"
cask "audacity"
cask "betterdisplay"
cask "brave-browser"
cask "caffeine"
cask "chromedriver"
cask "deckset"
cask "discord"
cask "dropbox"
cask "firefox"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-cascadia-code"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack"
cask "font-hasklig"
cask "font-heebo"
cask "font-ibm-plex"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-monoid"
cask "font-montserrat"
cask "font-nunito"
cask "font-open-sans"
cask "font-poppins"
cask "font-roboto"
cask "font-victor-mono"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "keyboardcleantool"
cask "latest"
cask "microsoft-edge"
cask "monitorcontrol"
cask "mos"
cask "ngrok"
cask "oracle-jdk"
cask "pearcleaner"
cask "screenflow"
cask "screens-connect"
cask "spotify"
cask "tableplus"
cask "tigervnc-viewer"
cask "utm"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Bear", id: 1091189122
mas "ColorSlurp", id: 1287239339
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "News Explorer", id: 1032670789
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paste", id: 967805235
mas "Pixelmator Pro", id: 1289583905
mas "ReadKit", id: 1615798039
mas "Sequel Ace", id: 1518036000
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Surfshark", id: 1437809329
mas "The Unarchiver", id: 425424353
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "austenc.laravel-blade-spacer"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradgashler.htmltagwrap"
vscode "calebporzio.better-phpunit"
vscode "coenraads.disableligatures"
vscode "damianbal.vs-phpclassgen"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "ecodes.vscode-phpmd"
vscode "esbenp.prettier-vscode"
vscode "fabianlauer.vs-code-xml-format"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "funkyremi.vscode-google-translate"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "goopware.raythis"
vscode "laravel.vscode-laravel"
vscode "mehedidracula.php-namespace-resolver"
vscode "mikestead.dotenv"
vscode "mishannn.vuex-suggest"
vscode "mrchetan.vscode-php-array-symbols"
vscode "ms-vscode.live-server"
vscode "muath-ye.composer-intelephense"
vscode "obliviousharmony.vscode-php-codesniffer"
vscode "octref.vetur"
vscode "open-southeners.laravel-pint"
vscode "phiter.phpstorm-snippets"
vscode "pkief.material-icon-theme"
vscode "richie5um2.vscode-sort-json"
vscode "sanderronde.phpstan-vscode"
vscode "sdras.night-owl"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "xdebug.php-debug"
vscode "zignd.html-css-class-completion"
