tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "cmake"
brew "composer"
brew "ctags"
brew "curl"
brew "dnsmasq"
brew "gd"
brew "gh"
brew "git"
brew "sqlite"
brew "python@3.9"
brew "go"
brew "imagemagick"
brew "mysql", restart_service: true
brew "nginx"
brew "node"
brew "php@7.4", link: true
brew "pkg-config"
brew "redis", restart_service: true
brew "subversion"
brew "vim"
brew "wget"
brew "yadm"
brew "zsh-autosuggestions"
cask "chromium"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-ibm-plex-mono"
cask "font-nunito"
cask "font-poppins"
cask "geekbench"
cask "handbrake"
cask "viscosity"
cask "vlc"
cask "zoom"
